Repository: files-community/Files
Catalog: src/Files.App/Strings/*/Resources.resw
Source language: en_us
Languages: ar, bg, ca, cs_cz, da, de_de, el, es_es, fi_fi, fr_fr, he_il, hr_hr, hu_hu, id_id, it_it, ja_jp, ka, ko_kr, lv_lv, nb_no, nl_nl, or_in, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sv_se, th_th, tr_tr, uk_ua, vi, zh_hans, zh_hant

# NavigationToolbarNewWindow.Label
source: New window
ar: نافذة جديدة
bg: Нов прозорец
da: Nyt vindue
de_de: Neues Fenster
fi_fi: Uusi ikkuna
he_il: חלון חדש
hr_hr: Novi prozor
id_id: Jendela baru
it_it: Nuova finestra
ja_jp: 新しいウィンドウ
ka: ახალი ფანჯარა
lv_lv: Jauns logs
nl_nl: Nieuw venster
or_in: ନୂତନ ୱିଣ୍ଡୋ
pl_pl: Nowe okno
pt_pt: Nova janela
ro_ro: Fereastra Noua
sk_sk: Nové okno
th_th: เปิดในหน้าต่างใหม่

source: Copy location
ar: نسخ الموقع
bg: Копирай местоположение
de_de: Pfad kopieren
fi_fi: Kopioi sijainti
he_il: העתק מיקום
hr_hr: Kopiraj lokaciju
it_it: Copia percorso
ka: ასლის მდებარეობა
lv_lv: Kopēšanas atrašanās vieta
nl_nl: Locatie kopiëren
or_in: ଅବସ୍ଥାନ କପି କରନ୍ତୁ
pl_pl: Kopiuj jako ścieżkę
pt_pt: Copiar localização
th_th: คัดลอกตำแหน่งปัจจุบัน

source: Browse
ar: تصفح
bg: Преглед
ca: Navega
cs_cz: Procházet
da: Søg
de_de: Durchsuchen
el: Περιήγηση
es_es: Buscar
fi_fi: Selaa
fr_fr: Parcourir
he_il: צפייה
hr_hr: Pregled
hu_hu: Tallózás
id_id: Jelajahi
it_it: Esplora
ja_jp: 参照
ka: გადათვალიერება
ko_kr: 찾아보기
lv_lv: Pārlūkot
nb_no: Bla gjennom
nl_nl: Bladeren
or_in: ବ୍ରାଉଜ୍ କରନ୍ତୁ
pl_pl: Przeglądaj
pt_pt: Explorar
ro_ro: Răsfoiește
ru_ru: Обзор
sk_sk: Prehľadávať
sv_se: Bläddra
th_th: เรียกดู
tr_tr: Göz at
uk_ua: Вибрати
vi: Duyệt tìm
zh_hans: 浏览
zh_hant: 瀏覽

source: Size
ar: الحجم
bg: Размер
ca: Mida
cs_cz: Velikost
da: Størrelse
de_de: Größe
el: Μέγεθος
es_es: Tamaño
fi_fi: Koko
fr_fr: Taille
he_il: גודל
hr_hr: Veličina
hu_hu: Méret
id_id: Ukuran
it_it: Dimensione
ja_jp: サイズ
ka: ზომა
ko_kr: 크기
lv_lv: Izmērs
nb_no: Størrelse
nl_nl: Grootte
or_in: ଆକାର
pl_pl: Rozmiar
pt_pt: Tamanho
ro_ro: Mărime
ru_ru: Размер
sk_sk: Veľkosť
sv_se: Storlek
th_th: ขนาด
tr_tr: Boyut
uk_ua: Розмір
vi: Kích cỡ
zh_hans: 大小
zh_hant: 大小

# PropertiesCreated.Text
source: Created:
ar: تم الانشاء
bg: Създаден:
ca: Creat:
cs_cz: Vytvořeno:
da: Oprettet:
de_de: Erstellt:
el: Δημιουργήθηκε:
es_es: Creado:
fi_fi: Luotu:
fr_fr: Créé :
he_il: נוצר
hr_hr: Napravljeno:
hu_hu: Létrehozva:
id_id: Dibuat:
it_it: Data creazione:
ja_jp: 作成日時:
ka: შექმნილია:
ko_kr: 만든 날짜:
lv_lv: Izveidoja:
nb_no: Opprettet:
nl_nl: Gemaakt op:
or_in: ସୃଷ୍ଟି:
pl_pl: Utworzony:
pt_pt: Criado:
ro_ro: Creat în:
ru_ru: Создано:
sk_sk: Vytvorené:
sv_se: Skapad:
th_th: สร้างเมื่อ:
tr_tr: Oluşturuldu:
uk_ua: Створено:
vi: Đã tạo:
zh_hans: 创建日期:
zh_hant: 建立日期：

source: Path:
ar: المسار:
bg: Път:
ca: Ruta
cs_cz: Cesta
da: Sti
de_de: Pfad:
el: Διαδρομή
es_es: Ruta
fi_fi: Polku:
fr_fr: Chemin
he_il: נתיב:
hu_hu: Elérési út
id_id: Jalur
it_it: Percorso:
ja_jp: パス
ka: გზა:
ko_kr: 경로
lv_lv: Ceļš:
nb_no: Sti
nl_nl: Pad:
or_in: ପଥ:
pl_pl: Lokalizacja:
pt_pt: Caminho:
ro_ro: Cale
ru_ru: Путь
sk_sk: Cesta
sv_se: Sökväg
th_th: ตำแหน่งที่ตั้ง:
tr_tr: Yol
uk_ua: Шлях
vi: Đường dẫn
zh_hans: 路径
zh_hant: 路徑

# SizeLabel
source: Size:
ar: الحجم:
bg: Размер:
ca: Mida:
cs_cz: Velikost:
da: Størrelse:
de_de: Größe:
el: Μέγεθος:
es_es: Tamaño:
fr_fr: Taille :
hu_hu: Méret:
id_id: Ukuran:
it_it: Dimensione:
ja_jp: サイズ:
ko_kr: 크기:
nb_no: Størrelse:
nl_nl: Grootte:
pl_pl: Rozmiar:
pt_pt: Tamanho:
ro_ro: Mărime:
ru_ru: Размер:
sk_sk: Veľkosť:
sv_se: Storlek:
th_th: ขนาด:
tr_tr: Boyut:
uk_ua: Розмір:
vi: Kích cỡ:
zh_hans: 大小:
zh_hant: 大小：

source: Uncompressed Size:
ar: الحجم الغير مضغوط:
bg: Некомпресиран размер:
ca: Mida sense comprimir:
cs_cz: Nekomprimovaná velikost:
da: Ukomprimeret størrelse:
de_de: Unkomprimierte Größe:
el: Μη συμπιεσμένο μέγεθος:
es_es: Tamaño sin comprimir:
fi_fi: Pakkaamaton Koko:
fr_fr: Taille décompressée :
he_il: נפח אחרי חילוץ:
hu_hu: Tömörítetlen méret:
id_id: Ukuran tidak terkompresi:
it_it: Dimensione non compressa:
ja_jp: 圧縮前のサイズ:
ka: შეუკუმშავი ზომა:
ko_kr: 압축 해제 후 크기:
lv_lv: Nesaspiestais izmērs:
nb_no: Ukomprimert størrelse:
nl_nl: Ongecomprimeerde grootte:
pl_pl: Rozmiar nieskompresowany:
pt_pt: Tamanho descomprimido:
ro_ro: Mărime necomprimată:
ru_ru: Размер в несжатом виде:
sv_se: Okomprimerad storlek:
th_th: ขนาดที่ไม่บีบอัด:
tr_tr: Sıkıştırılmamış boyut:
uk_ua: Нестиснутий розмір:
vi: Kích cỡ chưa nén:
zh_hans: 压缩前大小:
zh_hant: 壓縮前的大小：

# ErrorDialogThisActionCannotBeDone
source: This action cannot be done
ar: لا يمكن القيام بهذا الامر
bg: Това действие не може да се извърши
ca: Aquesta acció no es pot fer
cs_cz: Tuto akci nelze provést
da: Denne handling kan ikke udføres
de_de: Diese Aktion kann nicht ausgeführt werden
el: Η ενέργεια αυτή δεν μπορεί να γίνει
es_es: Esta acción no se puede realizar
fi_fi: Tätä toimintoa ei voida tehdä
fr_fr: Cette action ne peut pas être effectuée
he_il: אין אפשרות לבצע פעולה זו
hr_hr: Ova akcija se ne može napraviti
hu_hu: Ez a művelet nem hajtható végre
id_id: Tindakan ini tidak dapat dilakukan
it_it: Impossibile eseguire questa azione
ja_jp: 操作を実行できません
ka: ეს მოქმედება ვერ განხორციელდება
ko_kr: 작업을 수행할 수 없습니다.
lv_lv: Šī darbība nevar tikt veikta
nb_no: Denne handlingen kan ikke utføres
nl_nl: Deze actie kan niet worden uitgevoerd
or_in: ଏହି କାର୍ଯ୍ୟ କରାଯାଇପାରିବ ନାହିଁ
pl_pl: Ta akcja nie może być wykonana
pt_pt: Esta ação não pode ser executada
ro_ro: Această acțiune nu poate fi efectuată
ru_ru: Это действие не может быть завершено
sk_sk: Táto akcia nemohla byť dokončená.
sv_se: Denna åtgärd kan inte utföras
th_th: ไม่สามารถปฏิบัติตามที่สั่งไว้ได้
tr_tr: Bu işlem yapılamaz
uk_ua: Ця дія не може бути завершена
vi: Không thể thực hiện hành động này
zh_hans: 操作无法完成
zh_hant: 無法完成該操作

# ErrorDialogTheDestinationFolder
source: The destination folder
ar: وجهة الملف
bg: Целевата папка
ca: La carpeta de destinació
cs_cz: Cílová složka
da: Destinationsmappen
de_de: Der Zielordner
el: Ο φάκελος προορισμού
es_es: Carpeta de destino
fi_fi: Kohdekansio
fr_fr: Le dossier de destination
he_il: תיקיית היעד
hr_hr: Destinacijska mapa
hu_hu: A célmappa
id_id: Folder tujuan
it_it: La cartella di destinazione
ja_jp: 移動先フォルダー
ka: დანიშნულების საქაღალდე
ko_kr: 대상 폴더
lv_lv: Mērķa mape
nb_no: Destinasjonsmappen
nl_nl: De doelmap
or_in: ଗନ୍ତବ୍ୟସ୍ଥଳ ଫୋଲ୍ଡର
pl_pl: Folder docelowy
pt_pt: A pasta de destino
ro_ro: Dosarul de destinație
ru_ru: Папка назначения
sk_sk: Cieľový priečinok
sv_se: Målmappen
th_th: โฟลเดอร์ปลายทาง
tr_tr: Hedef klasör
uk_ua: Цільова папка
vi: Thư mục đích
zh_hans: 目标文件夹
zh_hant: 目標資料夾是

# ErrorDialogIsASubfolder
source: is a subfolder of the source folder
ar: انه مجلد فرعي من المجلد الاصلي
bg: е подпапка на главната папка
ca: és una subcarpeta de la carpeta d'origen
cs_cz: je podsložka zdrojové složky
da: er en undermappe til kildemappen
de_de: ist ein Unterordner des Quellordners
el: είναι ένας υποφάκελος του αρχικού φακέλου
es_es: es una subcarpeta de la carpeta de origen
fi_fi: on lähdekansion alikansio
fr_fr: est un sous-dossier du dossier source
he_il: היא תיקייה הנמצאת בתוך תיקיית המקור
hr_hr: je podmapa izvorne mape
hu_hu: almappája a forrásmappának
id_id: adalah subfolder dari folder sumber
it_it: è una sottocartella della cartella di origine
ja_jp: は移動元のフォルダーのサブフォルダーです
ka: არის წყაროს საქაღალდის ქვე-საქაღალდე
ko_kr: 은 소스 폴더의 하위 폴더입니다
lv_lv: ir avota mapes apakšmape
nb_no: er en undermappe til kildemappen
nl_nl: is een submap van de bronmap
or_in: ଉତ୍ସ ଫୋଲ୍ଡରର ଏକ ସବ୍ଫୋଲ୍ଡର୍ ଅଟେ
pl_pl: jest podfolderem folderu źródłowego
pt_pt: é uma subpasta da pasta de origem
ro_ro: este un subfolder al dosarului sursă
ru_ru: это подпапка исходной папки
sk_sk: je podpriečinok zdrojového priečinku.
sv_se: är en undermapp till källmappen
th_th: ตั้งอยู่ในโฟล์เดอร์ต้นทาง
tr_tr: kaynak klasörün bir alt klasörüdür
uk_ua: є підпапкою вихідної папки
vi: là một thư mục con của thư mục nguồn
zh_hans: 是源文件夹的子文件夹
zh_hant: 是源資料夾的子資料夾

source: Skip
ar: ‏‏تخطي
bg: Пропусни
ca: Omet
cs_cz: Přeskočit
da: Spring over
de_de: Überspringen
el: Παράλειψη
es_es: Omitir
fi_fi: Ohita
fr_fr: Passer
he_il: דלג
hr_hr: Preskoči
hu_hu: Kihagyás
id_id: Lewati
it_it: Salta
ja_jp: スキップ
ka: გამოტოვება
ko_kr: 넘어가기
lv_lv: Izlaist
nb_no: Hopp over
nl_nl: Overslaan
or_in: ଅତିକ୍ରମ
pl_pl: Pomiń
pt_pt: Ignorar
ro_ro: Omiteți
ru_ru: Пропустить
sk_sk: Preskočiť
sv_se: Hoppa över
th_th: ข้าม
tr_tr: Atla
uk_ua: Пропустити
vi: Bỏ qua
zh_hans: 跳过
zh_hant: 略過

source: Select All
ar: تحديد الكل
bg: Избор на всичко
ca: Selecciona-ho tot
cs_cz: Vybrat vše
da: Marker Alt
de_de: Alle auswählen
el: Επιλογή όλων
es_es: Seleccionar todo
fr_fr: Sélectionner tout
hu_hu: Összes kijelölése
id_id: Pilih Semua
it_it: Seleziona tutto
ja_jp: すべて選択
ko_kr: 모두 선택
nb_no: Velg alle
nl_nl: Alles selecteren
pl_pl: Zaznacz wszystko
pt_pt: Selecionar tudo
ro_ro: Selectaţi tot
ru_ru: Выделить всё
sk_sk: Vybrať všetko
sv_se: Markera alla
th_th: เลือกทั้งหมด
tr_tr: Tümünü Seç
uk_ua: Виділити все
vi: Chọn tất cả
zh_hans: 全选
zh_hant: 全選

source: Invert Selection
ar: عكس التحديد
bg: Обръщане на избора
ca: Inverteix la selecció
cs_cz: Invertovat výběr
de_de: Auswahl umkehren
el: Αναστροφή επιλογής
es_es: Invertir selección
fr_fr: Inverser la sélection
hu_hu: Kijelölés megfordítása
id_id: Balikkan seleksi
it_it: Inverti Selezione
ja_jp: 選択を反転
ko_kr: 선택 반전
nb_no: Inverter utvalg
nl_nl: Selectie omkeren
pl_pl: Odwróć zaznaczenie
pt_pt: Inverter seleção
ro_ro: Inversare selecție
ru_ru: Инвертировать выделение
sv_se: Omvänd markering
th_th: สลับส่วนที่เลือก
tr_tr: Seçimi tersine çevir
uk_ua: Інвертувати виділення
vi: Đảo lựa chọn
zh_hans: 反选
zh_hant: 反選

source: Clear Selection
ar: إزالة التحديد
bg: Изчистване на избраното
ca: Neteja la selecció
cs_cz: Zrušit výběr
da: Ryd markering
de_de: Auswahl aufheben
el: Εκκαθάριση επιλογής
es_es: Limpiar selección
fr_fr: Effacer la sélection
hu_hu: Kijelölés megszüntetése
id_id: Hapus pilihan
it_it: Annulla Selezione
ja_jp: 選択をクリア
ko_kr: 선택 취소
nb_no: Fjern Utvalg
nl_nl: Selectie wissen
pl_pl: Wyczyść zaznaczenie
pt_pt: Limpar seleção
ro_ro: Deselectare totală
ru_ru: Очистить выделение
sv_se: Rensa markering
th_th: ล้างส่วนที่เลือก
tr_tr: Seçimi temizle
uk_ua: Прибрати виділення
vi: Bỏ lựa chọn
zh_hans: 清除选择
zh_hant: 清除選擇

# PropertiesModified.Text
source: Modified:
ar: تاريخ التعديل
bg: Дата на промяна:
ca: Modificat:
cs_cz: Upraveno:
da: Ændret:
de_de: Geändert:
el: Τροποποιήθηκε:
es_es: Modificado:
fi_fi: Muokattu:
fr_fr: Modifié :
he_il: השתנה
hr_hr: Promijenjeno:
hu_hu: Módosítva:
id_id: Diubah:
it_it: Ultima modifica:
ja_jp: 更新日時:
ka: განახლდა:
ko_kr: 수정한 날짜:
lv_lv: Modificēts:
nb_no: Endret:
nl_nl: Gewijzigd op:
or_in: ପରିବର୍ତ୍ତିତ:
pl_pl: Zmodyfikowany:
pt_pt: Alterado:
ro_ro: Modificat în:
ru_ru: Изменено:
sk_sk: Zmenené:
sv_se: Ändrad:
th_th: วันที่ปรับเปลี่ยน:
tr_tr: Değiştirme:
uk_ua: Змінено
vi: Đã sửa đổi:
zh_hans: 修改日期:
zh_hant: 修改日期：

source: Accessed:
ar: التشغيل الأخير
bg: Достъпен:
ca: Accedit:
cs_cz: Naposledy otevřeno:
da: Åbnet:
de_de: Letzter Zugriff:
el: Προσπελάστηκε:
es_es: Consultado:
fi_fi: Käytetty:
fr_fr: Accédé :
he_il: נפתח:
hr_hr: Pristupano:
hu_hu: Hozzáférés:
id_id: Diakses:
it_it: Ultimo accesso:
ja_jp: アクセス日時:
ka: წვდომა:
ko_kr: 액세스한 날짜:
lv_lv: Piekļūts:
nb_no: Åpnet:
nl_nl: Laatst geopend:
or_in: ଉପଲବ୍ଧିତ:
pl_pl: Ostatnio używany:
pt_pt: Acedido:
ro_ro: Accesat în:
ru_ru: Открыт:
sk_sk: Posledný prístup:
sv_se: Använd:
th_th: เข้าถึงเมื่อ:
tr_tr: Erişim:
uk_ua: Відкрито:
vi: Đã truy cập:
zh_hans: 访问日期:
zh_hant: 存取日期：

# RecentItemClearAll.Text
source: Clear all items
ar: ازالة كل العناصر
bg: Изчисти всички елементи
ca: Neteja tots els elements
cs_cz: Smazat všechny položky
da: Ryd alle emner
de_de: Verlauf leeren
el: Εκκαθάριση όλων των στοιχείων
es_es: Limpiar todos los elementos
fi_fi: Tyhjennä kaikki kohteet
fr_fr: Effacer tous les éléments
he_il: נקה את כל פריטים
hr_hr: Očisti sve stavke
hu_hu: Minden elem eltávolítása
id_id: Bersihkan semua item
it_it: Elimina tutti gli elementi
ja_jp: すべて削除
ka: ყველა ნივთის გასუფთავება
ko_kr: 모든 항목 비우기
lv_lv: Notīrīt visus vienumus
nb_no: Fjern alle elementer
nl_nl: Alle items wissen
or_in: ସମସ୍ତ ଆଇଟମ୍ ଅପସାରଣ କର
pl_pl: Wyczyść ostatnie elementy
pt_pt: Limpar todos os itens
ro_ro: Curăță toate elementele
ru_ru: Очистить все
sk_sk: Vymazať všetky položky
sv_se: Rensa alla objekt
th_th: ล้างประวัติรายการ
tr_tr: Tüm ögeleri temizle
uk_ua: Очистити все
vi: Loại bỏ tất cả khoản mục
zh_hans: 清空所有项目
zh_hant: 清理所有檔案

# NavigationToolbarVisiblePath.PlaceholderText
source: Enter a path
ar: ادخل وجهة معينة
bg: Въведи път
ca: Introduïu una ruta per navegar o escriviu «>» per obrir la paleta d'ordres
cs_cz: Zadejte cestu k navigaci nebo ">" pro otevření palety příkazů
da: Enter a path to navigate to or type ">" to open the command palette
de_de: Pfad eingeben
el: Εισαγάγετε μια διαδρομή για πλοήγηση ή πληκτρολογήστε ">" για να ανοίξετε την παλέτα εντολών
es_es: Introduzca una ruta para navegar o escriba ">" para abrir la paleta de comandos
fi_fi: Syötä polku
fr_fr: Entrez un chemin pour naviguer ou tapez ">" pour ouvrir la palette de commandes
he_il: הזן נתיב
hr_hr: Unesi putanju
hu_hu: Adja meg a navigáció útvonalát vagy írjon ">"-t a parancspanel megnyitásához
id_id: Masukkan jalur untuk menjelajah atau ketik ">" untuk membuka command pallette
it_it: Inserisci un percorso
ja_jp: 移動先のパスを入力するか、 ">" をタイプしてコマンド パレットを開く
ka: შეიყვანეთ გზა
ko_kr: 탐색할 경로를 입력하거나 “>” 입력하여 명령 팔레트를 엽니다
lv_lv: Ievadīt ceļu
nb_no: Angi en bane å navigere til eller skriv ">" for å åpne kommandopaletten
nl_nl: Geef een pad op
or_in: ଏକ ପଥ ପ୍ରବେଶ କରନ୍ତୁ
pl_pl: Wprowadź ścieżkę
pt_pt: Insira um caminho
ro_ro: Introduceți o cale pentru a naviga sau tastați ">" pentru a deschide paleta de comenzi
ru_ru: Введите путь для навигации или введите «>», чтобы открыть командную строку
sk_sk: Enter a path to navigate to or type ">" to open the command palette
sv_se: Ange en sökväg att navigera till eller skriv ">" för att öppna kommandopaletten
th_th: ระบุตำแหน่งที่ตั้ง
tr_tr: Gidilecek dosya yolunu girin veya komut paletini açmak için ">" yazın
uk_ua: Введіть шлях для переходу або введіть ">", щоб відкрити меню команд
vi: Nhập đường dẫn hoặc gõ ">" để mở bảng lệnh
zh_hans: 输入要定位到的路径，或键入">"以打开命令面板
zh_hant: 輸入路徑或是 ">" 來開啟命令列

source: Search
ar: بحث
bg: Търсене
ca: Cerca
cs_cz: Hledat
da: Søg
de_de: Suche
el: Αναζήτηση
es_es: Buscar
fr_fr: Rechercher
hu_hu: Keresés
id_id: Cari
it_it: Cerca
ja_jp: 検索
ko_kr: 검색
nb_no: Søk
nl_nl: Zoeken
pl_pl: Szukaj
pt_pt: Pesquisar
ro_ro: Căutaţi
ru_ru: Поиск
sk_sk: Vyhľadávanie
sv_se: Sök
th_th: ค้นหา
tr_tr: Ara
uk_ua: Пошук
vi: Tìm kiếm
zh_hans: 搜索
zh_hant: 搜尋

# RecentItemDescription.Text
source: Files you've previously accessed will show up here
ar: الملفات التي قمت بالوصول اليها مؤخرا سوف تظهر هنا
bg: Файловете, които сте отваряли скоро ще се появят тук
ca: Els fitxers als quals heu accedit anteriorment es mostraran aquí
cs_cz: Soubory, které jste dříve otevřeli, se zobrazí zde
da: Filer, du tidligere har fået adgang til, vises her
de_de: Kürzlich verwendete Dateien und Ordner werden hier zu sehen sein
el: Τα αρχεία τα οποία προσπελάσατε στο παρελθόν θα εμφανιστούν εδώ
es_es: Los archivos a los que previamente haya accedido se mostrarán aquí
fi_fi: Aiemmin käyttämäsi tiedostot näkyvät tässä
fr_fr: Les fichiers précédemment ouverts s'afficheront ici
he_il: הקבצים שניגשת אליהם בעבר יופיעו כאן
hr_hr: Datoteke kojima ste pristupili prije pojaviti će se ovdje
hu_hu: Itt fognak megjelenni a korábban megnyitott fájlok
id_id: File yang sebelumnya Anda akses akan muncul di sini
it_it: I file e le cartelle che hai visualizzato di recente verranno mostrati qui
ja_jp: 最近アクセスしたファイルがここに表示されます
ka: საქაღალდეებზე, რომლებზეც წვდომა ადრე გქონდათ აქ გამოჩნდებიან
ko_kr: 이전에 액세스한 파일이 여기에 표시됩니다.
lv_lv: Iepriekš skatītie faili parādīsies šeit
nb_no: Filer du tidligere har åpnet vil vises her
nl_nl: Bestanden en mappen die u eerder heeft gebruikt worden hier weergeven
or_in: ଆପଣ ପୂର୍ବରୁ ଉପଲବ୍ଧ କରିଥିବା ଫାଇଲ ଏବଂ ଫୋଲ୍ଡରଗୁଡ଼ିକ ଏଠାରେ ଦେଖାଯିବ |
pl_pl: Tutaj pojawią się wcześniej otwierane pliki
pt_pt: Os ficheiros acedidos anteriormente serão mostrados aqui
ro_ro: Fișierele accesate anterior vor apărea aici
ru_ru: Файлы, с которыми Вы ранее взаимодействовали, будут отображаться здесь
sk_sk: Tu sa zobrazia všetky súbory, ku ktorým ste skôr pristupovali.
sv_se: Filer som du använt tidigare kommer att visas här
th_th: รายการไฟล์ที่เคยเข้าถึงจะแสดงในรายการนี้
tr_tr: Daha önce eriştiğiniz dosya ve dizinler burada görüntülenir
uk_ua: Тут відображатимуться файли, до яких ви раніше отримували доступ
vi: Tệp bạn đã truy cập trước đó sẽ hiển thị tại đây
zh_hans: 将在此显示访问过的文件(夹)
zh_hant: 您最近開啟過的檔案和資料夾將顯示在此處

# RecentItemRemove.Text
source: Remove this item
ar: إزالة هذا العنصر
bg: Премахни този елемент
ca: Elimina aquest element
cs_cz: Odstranit tuto položku
da: Fjern dette emne
de_de: Datei aus Verlauf entfernen
el: Αφαίρεση αυτού του στοιχείου
es_es: Eliminar este elemento
fi_fi: Poista tämä kohde
fr_fr: Supprimer cet élément
he_il: הסר פריט זה
hr_hr: Ukloni ovu stavku
hu_hu: Elem eltávolítása
id_id: Hapus item ini
it_it: Elimina questo elemento
ja_jp: 一覧から削除
ka: ამ ნივთის წაშლა
ko_kr: 이 항목 삭제
lv_lv: Noņemt šo vienumu
nb_no: Fjern dette elementet
nl_nl: Dit item verwijderen
or_in: ଏହି ଆଇଟମ୍ ଅପସାରଣ କରନ୍ତୁ
pl_pl: Usuń z listy
pt_pt: Remover este item
ro_ro: Elimină acest element
ru_ru: Убрать из списка
sk_sk: Odstrániť túto položku
sv_se: Ta bort det här objektet
th_th: ลบรายการนี้
tr_tr: Bu ögeyi kaldır
uk_ua: Видалити цей елемент
vi: Loại bỏ khoản mục này
zh_hans: 移除此项
zh_hant: 刪除

# OpenGitHubRepo
source: GitHub repository
ar: مستودع GitHub
ca: Repositori GitHub
cs_cz: GitHub repozitář
da: GitHub arkiv
el: Αποθετήριο GitHub
es_es: Repositorio GitHub
fi_fi: GitHub-repositorio
fr_fr: Dépôt GitHub
he_il: הפרויקט ב-GitHub
hu_hu: GitHub repó
id_id: Repositori GitHub
it_it: Repository di GitHub
ja_jp: GitHub リポジトリ
ko_kr: GitHub 저장소
lv_lv: Izveidot GitHub krātuvi
pl_pl: Repozytorium GitHub
pt_pt: Repositório GitHub
ru_ru: Репозиторий на GitHub
sk_sk: GitHub repozitár
tr_tr: GitHub Reposu
uk_ua: Репозиторій GitHub
vi: Kho lưu trữ GitHub
zh_hans: GitHub 存储库
zh_hant: GitHub 軟體源

source: About
ar: حول التطبيق
bg: Относно
ca: Quant a
cs_cz: O aplikaci
da: Om
de_de: Über
el: Σχετικά
es_es: Acerca de
fi_fi: Tietoja
fr_fr: À propos
he_il: אודות
hr_hr: O aplikaciji
hu_hu: Névjegy
id_id: Tentang
it_it: Informazioni app
ja_jp: Files について
ka: შესახებ
ko_kr: 정보
lv_lv: Par
nb_no: Om
nl_nl: Info
or_in: ବିଷୟରେ
pl_pl: O aplikacji
pt_pt: Acerca
ro_ro: Despre
ru_ru: О приложении
sk_sk: O aplikácii
sv_se: Om
th_th: เกี่ยวกับ
tr_tr: Hakkında
uk_ua: Про програму
vi: Giới thiệu
zh_hans: 关于
zh_hant: 關於

source: Open source
ar: مفتوح المصدر
bg: Отворен код
ca: Codi obert
da: Åben kilde
el: Ανοιχτού κώδικα
es_es: Código abierto
fi_fi: Avoin lähdekoodi
hu_hu: Nyílt forráskód
id_id: Sumber terbuka
ja_jp: オープン ソース
ko_kr: 오픈 소스
lv_lv: Atvērtais avots
nb_no: Åpen kildekode
pl_pl: Otwarty kod źródłówy
pt_pt: Código aberto
ro_ro: Sursă deschisă
ru_ru: Открытый исходный код
sv_se: Öppen källkod
tr_tr: Açık kaynak
uk_ua: Відкритий код
vi: Mã nguồn mở
zh_hans: 开放源代码
zh_hant: 開放原始碼

source: Date format
ar: تنسيق التاريخ.
bg: Формат на датата
ca: Format de data
cs_cz: Časový formát
da: Datoformat
de_de: Datumsformat
el: Μορφή ημερομηνίας
es_es: Formato de fecha
fi_fi: Päivämäärän muoto
fr_fr: Format de date
he_il: תבנית תאריך.
hr_hr: Format datuma
hu_hu: Dátum formátum
id_id: Format tanggal
it_it: Formato data
ja_jp: 日付の形式
ka: თარიღის ფორმატი
ko_kr: 날짜 형식
lv_lv: Datuma formāts
nb_no: Datoformat
nl_nl: Datumnotatie
or_in: ତାରିଖ ଫର୍ମାଟ୍
pl_pl: Format daty
pt_pt: Formato da data
ro_ro: Format dată
ru_ru: Формат даты
sk_sk: Formát dátumu
sv_se: Datumformat
th_th: รูปแบบวันที่
tr_tr: Tarih biçimi
uk_ua: Формат дати
vi: Định dạng thời gian
zh_hans: 日期格式
zh_hant: 日期格式

# SettingsAppearanceTheme
source: Theme
ar: السمة
bg: Тема
ca: Tema
cs_cz: Motiv
da: Tema
de_de: Modus
el: Θέμα
es_es: Tema
fi_fi: Teema
fr_fr: Thème
he_il: ערכת עיצוב
hu_hu: Téma
id_id: Tema
it_it: Tema
ja_jp: テーマ
ko_kr: 테마
lv_lv: Tēma
nb_no: Tema
nl_nl: Thema
or_in: ଆପଣଙ୍କ ରଙ୍ଗ ବାଛନ୍ତୁ
pl_pl: Motyw
pt_pt: Tema
ro_ro: Temă
ru_ru: Тема оформления
sk_sk: Motív
sv_se: Tema
th_th: ชุดรูปแบบ
tr_tr: Tema
uk_ua: Тема
vi: Chủ đề
zh_hans: 主题
zh_hant: 主題

# SettingsFilesAndFoldersShowFileExtensions
source: Show extensions for known file types
ar: إظهار الامتدادات لأنواع الملفات المعروفة
bg: Показвай разширенията на известни типове файлове
ca: Mostra les extensions dels tipus de fitxer coneguts
cs_cz: Zobrazit přípony známých typů souborů
da: Vis udvidelser for kendte filtyper
de_de: Dateierweiterungen für bekannte Dateitypen anzeigen
el: Εμφάνιση επεκτάσεων για γνωστούς τύπους αρχείων
es_es: Mostrar extensiones de tipos de archivo conocidos
fi_fi: Näytä tunnettujen tiedostotyyppien laajennukset
fr_fr: Afficher les extensions des types de fichiers connus
he_il: הצג סיומות עבור סוגי קבצים ידועים
hr_hr: Prikaži ekstenzije za poznate vrste datoteka
hu_hu: Fájlkiterjesztések megjelenítése ismert fájltípusoknál
id_id: Tampilkan ekstensi untuk jenis file yang dikenal
it_it: Mostra le estensioni per i tipi di file conosciuti
ja_jp: 既知のファイル タイプの拡張子を表示する
ka: გაფართოებების ჩვენება ცნობილი ფაილის ნიმუშებისთვის
ko_kr: 알려진 파일 유형에 대해 확장자 표시
lv_lv: Rādīt paplašinājumus zināmiem failu tipiem
nb_no: Vis filendelser for kjente filtyper
nl_nl: Extensies tonen voor bekende bestandstypes
pl_pl: Pokaż rozszerzenia dla znanych typów plików
pt_pt: Mostrar extensões para tipos de ficheiros conhecidos
ro_ro: Arată extensiile pentru tipuri de fișiere cunoscute
ru_ru: Показывать расширения для известных типов файлов
sk_sk: Zobraziť prípony známych typov súborov
sv_se: Visa filnamnstillägg för kända filtyper
th_th: แสดงนามสกุลสำหรับชนิดไฟล์ที่รู้จัก
tr_tr: Bilinen dosya türleri için uzantıları göster
uk_ua: Показувати розширення для зареєстрованих типів файлів
vi: Hiện phần mở rộng của các tệp đã biết
zh_hans: 显示已知文件类型的扩展名
zh_hant: 顯示已知檔案類型的副檔名

# SettingsFilesAndFoldersShowHiddenItems
source: Show hidden files and folders
ar: إظهار الملفات والمجلدات المخفية
bg: Показвай скрити файлове и папки
ca: Mostra fitxers i carpetes ocults
cs_cz: Zobrazit skryté soubory a složky
da: Vis skjulte filer og mapper
de_de: Versteckte Dateien und Ordner anzeigen
el: Εμφάνιση κρυφών αρχείων και φακέλων
es_es: Mostrar archivos y carpetas ocultos
fi_fi: Näytä piilotetut tiedostot ja kansiot
fr_fr: Afficher les fichiers et dossiers cachés
he_il: ‏‏הצג קבצים ותיקיות מוסתרים
hr_hr: Prikaz skrivenih datoteka i mapa
hu_hu: Rejtett fájlok és mappák megjelenítése
id_id: Tampilkan file dan folder tersembunyi
it_it: Mostra file e cartelle nascosti
ja_jp: すべてのファイルとフォルダーを表示する
ka: დამალული ფაილების და საქაღალდეების ჩვენება
ko_kr: 숨김 파일 및 폴더 표시
lv_lv: Rādīt slēptos failus un mapes
nb_no: Vis skjulte filer og mapper
nl_nl: Verborgen bestanden en mappen weergeven
or_in: ଲୁକ୍କାୟିତ ଫାଇଲ୍ ଏବଂ ଫୋଲ୍ଡର୍‌ଗୁଡିକକୁ ଦେଖାନ୍ତୁ
pl_pl: Pokaż ukryte pliki i foldery
pt_pt: Mostrar ficheiros e pastas ocultas
ro_ro: Afișare fișiere și dosare ascunse
ru_ru: Показывать скрытые файлы и папки
sk_sk: Zobraziť skryté súbory a priečinky
sv_se: Visa dolda filer och mappar
th_th: แสดงไฟล์และโฟลเดอร์ที่ซ่อนไว้
tr_tr: Gizli dosya ve klasörleri göster
uk_ua: Відображати приховані файли та папки
vi: Hiện tệp và thư mục bị ẩn
zh_hans: 显示隐藏的文件(夹)
zh_hant: 顯示隱藏的檔案和資料夾
